{
    "en": {
        "titulo": "Welcome to Sostainable Agriculture"
        , "Contacto": "Contact"
        , "Registrarse":" Sign Up"
        , "Inicio":" Home"
        , "Proyectos":" Innovation projects"
        , "Recursos":" Resources for farmers"
        , "Historias":" Success stories"
        , "Foro":" Innovation forum"
        , "Sesion":" Log in"
        , "Implementa":" Implement the agriculture of the future in your life"
        , "Cultiva":" Grow today, sustain tomorrow, Sustainability is the key"
        , "Transforma":" Transform you land with smart technology and responsible practices"
        , "Menos":" Less pesticides"
        , "Menos-descripcion":" Reduce the use of chemical products to control pests and diseases, prioritizing more natural methods that are less harmful to the environment. Biological control, which involves the use of insects that combat pests or resistant crops to withstand pests and diseases."
        , "Menos2":" Less water"
        , "Menos2-descripcion":" Use practical technologies that optimize water use, such as drip irrigation or rainwater harvesting, to prevent waste and maintain efficiency while ensuring the long-term availability of water resources."
        , "rendimiento":" Better yield"
        , "rendimiento-descripcion": " Maximize crop production using practices that do not harm and protect the environment, with the use of organic fertilizers and crop rotation, to increase the quality and quantity of the harvest."
        , "Cultivando-el-Futuro":" Cultivating the Future: Innovation at the Service of the Planet"
        , "Culti-descripcion1": "In the era of technology, agriculture is evolving like never before. Advances in artificial intelligence, drones, smart sensors, and precision techniques are revolutionizing the way we grow our food.<br><br>Discover how these innovations not only increase efficiency and productivity but also protect our environment, reduce resource waste, and promote sustainable agricultural practices for future generations.<br><br>Explore our Innovation Projects and join the transformation of the field towards a cleaner, smarter, and more resilient future."
        , "Culti-btn": " Innovation Projects"
        , "Empodera-tu-campo": "Empower your Field: Practical Resources for Sustainable and Successful Agriculture"
        , "Empo-descripcion1":" Do you want to improve your crops, save water, and increase your productivity without compromising the environment? In this section, you will find practical guides, expert advice, and materials designed specifically to help you implement innovative and sustainable techniques in your daily life. <br><br>🌱 Optimize your resources : Learn to use water, land, and energy efficiently. <br>💡 Innovation within reach : Discover modern tools that will make your work easier and more profitable. <br>🌍 Care for the planet : Apply practices that protect the environment while boosting your business."
        , "Empo-btn": " Resources for farmers"
        , "Historias-que-inspiran":" Inspiring Stories: Farmers Transforming Their Future with Innovation"
        , "Histo-descripcion1":" Discover how farmers like you are revolutionizing their work through innovative techniques and sustainable practices. These real stories will show you how technology, knowledge, and creativity can turn challenges into opportunities. <br><br>🌾 From tradition to the future : Meet those who have adopted new technologies to increase their productivity without losing their connection to the land.<br>💧 Smart solutions : Stories of farmers who optimized water use and reduced costs while protecting the environment.<br>🌍 Positive impact : Success stories where sustainability benefited not only crops but also local communities and ecosystems."
        , "Histo-btn":" Success stories"
        , "ForosSeccion":"Connect, Share, Grow: Join Our Global Community of Farmers"
        , "ForosSeccion-btn":"Explore forums"
        , "Nosotros":" About us"
        , "Politica":" Privacy policy"
        , "Contactanos":" Contact us"
        , "copy":" 2025 Agrisomora. All rights reserved."

        ,"Innovacion-bienvenida":" Innovation projects"
        ,"Innovacion-descripcion":" Agriculture is undergoing a revolution driven by technology and sustainability. In this section, you will discover projects that apply artificial intelligence, smart sensors, precision irrigation systems, clean energy, and new agricultural practices designed to make crops more efficient and eco-friendly.<br><br>Each project we present aims not only to increase productivity but also to care for our soils, water, and the environment. Here you can explore modern solutions that are already changing the way we work the land and that could inspire the next big step in your own field.<br><br>Join us on this journey of innovation and sustainability, and see how technology and commitment to a better world come together in each of these projects."
        ,"Innovacion-riego":" Smart irrigation"
        ,"Innovacion-riego-descripcion":" Smart irrigation allows optimizing water use through sensors, timers, and data analysis. These systems detect soil moisture and weather conditions to supply only the necessary amount of water, reducing waste and improving crop yield."
        ,"innovacion-fertilizantes":"Ecological fertilizers"
        ,"innovacion-fertilizantes-descripcion":" Ecological fertilizers, made from organic and natural materials, offer a sustainable alternative to chemical products. They contribute to soil health, promote healthy plant growth, and reduce environmental impact."
        ,"Innovacion-rotacion":" Crop rotation"
        ,"Innovacion-rotacion-descripcion":" Crop rotation is an agricultural practice that involves changing the type of crop in a given plot over different seasons. This helps improve soil fertility, control pests and diseases, and prevent nutrient degradation."
        ,"Innovacion-vertical":" Vertical farming"
        ,"Innovacion-vertical-descripcion":"Vertical farming is based on cultivating in stacked structures or closed urban spaces, using technology such as LED lights and hydroponic systems. This technique allows maximizing space, reducing water use, and producing food closer to consumption centers."
        ,"Innovacion-Bioinsumos":"Bioinputs for pest control"
        ,"Innovacion-Bioinsumos-descripcion":"Bioinputs use living organisms, plant extracts, or minerals to control pests and diseases. They are a natural alternative to pesticides, helping to protect crops without harming the ecosystem or affecting human health."
        ,"Innovacion-Cultivos":"Crops resistant to climate change"
        ,"Innovacion-Cultivos-descripcion":"Thanks to biotechnology and genetic research, crops are being developed that can withstand extreme conditions such as droughts, high temperatures, or saline soils. This ensures a more stable production adapted to the effects of climate change."
        ,"innovacion-energia":"Integrated solar energy in farms"
        ,"innovacion-energia-descripcion":"The use of solar panels on farms allows harnessing the sun's energy to power irrigation systems, machinery, or storage. This renewable source reduces energy costs and makes agricultural production more self-sufficient."
        ,"innovacion-sistemas":"Intelligent Rainwater Harvesting Systems"
        ,"innovacion-sistemas-descripcion":"These systems collect, filter, and store rainwater for later use in irrigation or cleaning. With sensors and automation, it can be managed efficiently, reducing dependence on traditional water sources."

        ,"Recursos":" Resources for farmers"
        ,"Recursos-descubre":"Discover techniques"
        ,"Recursos-explora":"Explore tools and technologies"
        ,"Recursos-consejos":"Harvest tips"
        ,"Recursos-guia":"Basic guide to optimize water use"
        ,"Recursos-ahorrar":"Discover how to save water in your crops by implementing simple practices such as watering early in the morning, using ground cover to retain moisture, and adjusting the amount of water according to the specific needs of each plant."
        ,"Recursos-calendario":"Seasonal planting calendar"
        ,"Recursos-aprende":"Learn to plan your planting according to the seasons and climate. Know which crops thrive in spring, summer, fall, and winter to maximize your productivity throughout the year."
        ,"Recursos-tecnicas":"Techniques to improve soil fertility"
        ,"Recursos-manten":"Keep your soil healthy and fertile with accessible methods such as crop rotation, using homemade organic fertilizer, and covering with plant residues to prevent erosion and retain nutrients."
        ,"Recursos-identificar":"How to identify common pests and control them"
        ,"Recursos-detecta":"Detect the most common pests in your crops and learn to combat them naturally using repellent plants, beneficial insects, and other ecological solutions that protect your plants without harming the environment."
        ,"Recursos-reducir":"Tips to reduce food waste after harvest"
        ,"Recursos-evita":"Avoid post-harvest losses with simple practices such as storing products in cool, dry places, using airtight containers, and planning distribution to ensure your food reaches the market fresh."
        ,"Recursos-beneficios":"Benefits of crop association"
        ,"Recursos-optimiza":"Optimize your space and improve the balance of your field by planting complementary plants together. For example, combine corn with beans or onions with carrots to take advantage of their mutual benefits and increase your production."

        ,"Historias":"Success stories"
        ,"Historias-oportunidad":"Sustainable agriculture is not only an environmental necessity but also an opportunity"
        ,"Historias-oportunidad1": "Project \"Zero Budget Natural Farming\" (ZBNF)"
        ,"Historias-oportunidad2":"Andhra Pradesh, India Key Principle: Farming without external costs or chemical products"
        ,"Historias-oportunidad3":"The ZBNF project has revolutionized agriculture in India by training over 6 million farmers in natural techniques that eliminate the use of fertilizers and chemical pesticides. By implementing practices such as natural fermentation, crop rotation, and the use of green manures, farmers have reduced their operating costs by 80% and significantly improved soil quality."
        ,"Historias-oportunidad4":"Additionally, a 30% increase in yields of crops such as rice and corn has been recorded."
        ,"Historias-oportunidad5":"This model has not only strengthened food security but also decreased dependence on external loans, improving the economic stability of rural families."
        ,"Historias-oportunidad6":"Source: India Together - ZBNF"
        ,"Historias-CR":"Agroforestry System in Costa Rica"
        ,"Historias-CR1":"Location: Talamanca Region, Costa Rica <br>Key Principle: Integration of trees and crops"
        ,"Historias-CR2":"In the Talamanca region, small indigenous farmers have adopted agroforestry systems that combine crops like cocoa with native timber and fruit trees. This practice has restored degraded ecosystems, increased biodiversity, and improved the soil's ability to retain water. As a result, farmers have doubled their income by selling products certified as organic and sustainable in international markets. This approach has also contributed to climate change mitigation by capturing carbon."
        ,"Historias-CR3":"Source: World Agroforestry"
        ,"Historias-EU":"Regenerative Agriculture in the United States"
        ,"Historias-EU1":"Location: North Dakota, USA <br> Key Principle: Soil recovery through regenerative practices"
        ,"Historias-EU2":"Gabe Brown, a farmer from North Dakota, has pioneered regenerative agriculture by implementing techniques such as permanent ground cover, diversified crop rotation, and controlled grazing. These practices have restored soil health, increasing its organic matter content by 500% in less than two decades."
        ,"Historias-EU3":"Additionally, Gabe has managed to reduce operating costs by 75% and increase the profitability of his farm by diversifying his products and marketing them directly to local consumers. This case serves as a clear example of how agriculture can be both productive and environmentally friendly."
        ,"Historias-EU4":"Source: USDA - Gabe Brown"
        ,"Historias-SG":"Vertical Crops in Singapore: Innovation in Urban Spaces"
        ,"Historias-SG1":"In Singapore, a densely populated city-state, the lack of space has driven the adoption of vertical crops. Companies like Sky Greens have developed hydroponic and aeroponic systems that allow producing fresh food in small spaces using 90% less water than traditional agriculture. These advances have not only reduced dependence on food imports but also significantly decreased the carbon footprint associated with product transportation."
        ,"Historias-SG2":"Additionally, the implementation of these technologies has generated jobs in specialized areas such as agricultural engineering and sustainable system management. This case demonstrates how innovation can solve urban challenges and ensure food security in resource-limited environments."
        ,"Historias-SG3":"Source: Sky Greens - Technology"
        ,"Historias-Cl":"Sustainable Coffee in Colombia: Adapting to Climate Change"
        ,"Historias-Cl1":"In Colombia, small coffee producers have formed alliances with international organizations to implement sustainable agricultural practices through the Coffee and Climate program. This project has introduced techniques such as shading crops, using biodigesters to manage waste, and reforesting surrounding areas."
        ,"Historias-Cl2":"As a result, there has been a 25% reduction in greenhouse gas emissions and the certification of over 10,000 hectares under sustainable coffee standards. Additionally, producers have seen a significant improvement in the prices paid for their harvests due to organic certification. This example illustrates how collaboration between farmers, governments, and companies can generate effective climate solutions while strengthening the local economy."
        ,"Historias-Cl3":"Source: GIZ - Coffee and Climate"
        ,"Historias-BS":"Agroecology in Brazil: The COOPFAM Cooperative"
        ,"Historias-BS1":"In Minas Gerais, Brazil, the COOPFAM cooperative has led the transition to agroecology by abandoning the use of chemical pesticides and adopting practices such as polyculture, the integration of livestock and agriculture, and comprehensive management of natural resources. These initiatives have increased local biodiversity by 60% and improved land resilience to droughts and floods."
        ,"Historias-BS2":"Recognized internationally for its contribution to food security and environmental conservation, COOPFAM is a clear model of how agriculture can be both productive and respectful of the natural environment, promoting a balance between economic development and environmental protection."
        ,"Historias-BS3":"Source: IFOAM - COOPFAM"
        ,"Historias-CA":"Reducing Food Waste: Full Harvest in California"
        ,"Historias-CA1":"In California, the company Full Harvest has created a digital marketplace that connects farmers with buyers interested in imperfect or surplus products. This innovative approach has reduced over 10 million pounds of food waste annually while providing additional income to participating farmers."
        ,"Historias-CA2":"Additionally, it has raised consumer awareness about the importance of utilizing all food, regardless of its appearance. This case highlights how technology can be a powerful tool to promote sustainability in the food chain, benefiting both producers and the environment."
        ,"Historias-CA3":"Source: Full Harvest - Official site"
    }
    , "es": {
        "titulo": "Bienvenido a la Agricultura Sostenible"
        , "Contacto": "Contacto"
        , "Registrarse":" Registrarse"
        , "Inicio":" Inicio"
        , "Proyectos":" Proyectos de innovación"
        , "Recursos":" Recursos para agricultores"
        , "Historias":" Historias de éxito"
        , "Foro":" Foro de innovación"
        , "Sesion":" Iniciar sesión"
        , "Implementa":" Implementa la agricultura del futuro en tu vida"
        , "Cultiva":" Cultiva hoy, sostiene mañana, la sostenibilidad es la clave"
        , "Menos":" Menos pesticidas"
        , "Menos-descripcion":" Reducir el uso de productos químicos para controlar plagas y enfermedades, priorizando métodos más naturales y menos dañinos para el medio ambiente. Control biologico el cual es el uso de insectos que combaten plagas o cultivos resistentes para resistir las plagas y enfermedades."
        , "Menos2":" Menos agua"
        , "Menos2-descripcion":" Utilizar tecnologías prácticas que optimicen el uso del agua como el riego por goteo o la recuperación de agua pluviales para prevenir el desperdicio y mantener la eficiencia y asegurando la disponibilidad de recursos hídricos a largo plazo."
        , "rendimiento":" Mejor rendimiento"
        , "rendimiento-descripcion": " Maximizar la producción de cultivos utilizando prácicas que no dañen y protegan el medio ambiente, con el uso de fertilizantes orgánicos y la rotación de cultivos, para aumentar la calidad y cantidad en la cosecha"
        , "Cultivando-el-Futuro":" Cultivando el Futuro: Innovación al Servicio del Planeta"
        , "Culti-descripcion1": "En la era de la tecnología, la agricultura está evolucionando como nunca antes. Los avances en inteligencia artificial, drones, sensores inteligentes y técnicas de precisión están revolucionando la forma en que cultivamos nuestros alimentos.<br><br>Descubre cómo estas innovaciones no solo aumentan la eficiencia y productividad, sino que también protegen nuestro medio ambiente, reducen el desperdicio de recursos y promueven prácticas agrícolas sostenibles para las generaciones futuras.<br><br>Explora nuestros Proyectos de Innovación y únete a la transformación del campo hacia un futuro más limpio, inteligente y resiliente."
        , "Culti-btn": " Proyectos de Innovación"
        , "Empodera-tu-campo": "Empodera tu Campo: Recursos Prácticos para una Agricultura Sostenible y Exitosa"
        , "Empo-descripcion1":" ¿Quieres mejorar tus cultivos, ahorrar agua y aumentar tu productividad sin comprometer el medio ambiente? En esta sección, encontrarás guías prácticas, consejos expertos y materiales diseñados específicamente para ayudarte a implementar técnicas innovadoras y sostenibles en tu día a día. <br><br>🌱 Optimiza tus recursos : Aprende a usar el agua, la tierra y la energía de manera eficiente. <br>💡 Innovación al alcance : Descubre herramientas modernas que harán tu trabajo más fácil y rentable. <br>🌍 Cuida el planeta : Aplica prácticas que protegen el medio ambiente mientras impulsas tu negocio."
        , "Empo-btn": " Recursos para agricultores"
        , "Historias-que-inspiran":" Historias que Inspiran: Agricultores Transformando su Futuro con Innovación"
        , "Histo-descripcion1":" Descubre cómo agricultores como tú están revolucionando su trabajo mediante técnicas innovadoras y prácticas sostenibles. Estas historias reales te mostrarán cómo la tecnología, el conocimiento y la creatividad pueden transformar desafíos en oportunidades. <br><br>🌾 De la tradición al futuro : Conoce a quienes han adoptado nuevas tecnologías para aumentar su productividad sin perder su conexión con la tierra.<br>💧 Soluciones inteligentes : Historias de agricultores que optimizaron el uso del agua y redujeron costos mientras protegían el medio ambiente.<br>🌍 Impacto positivo : Casos de éxito donde la sostenibilidad no solo benefició los cultivos, sino también las comunidades y ecosistemas locales."
        , "Histo-btn":" Historias de éxito"
        , "ForosSeccion":"Conecta, Comparte, Crece: Únete a Nuestra Comunidad Global de Agricultores"
        , "ForosSeccion-btn":"Explorar foros"
        , "Nosotros":" Sobre nosotros"
        , "Politica":" Política de privacidad"
        , "Contactanos":" Contáctanos"
        , "copy":" 2025 Agrisomora. Todos los derechos reservados."

        ,"Innovacion-bienvenida":" Proyectos de innovación"
        ,"Innovacion-descripcion":" La agricultura está viviendo una revolución impulsada por la tecnología y la sostenibilidad. En esta sección descubrirás proyectos que aplican inteligencia artificial, sensores inteligentes, sistemas de riego de precisión, energías limpias y nuevas prácticas agrícolas diseñadas para hacer más eficientes y ecológicos los cultivos.<br><br>Cada proyecto que presentamos busca no solo aumentar la productividad, sino también cuidar nuestros suelos, el agua y el medio ambiente. Aquí podrás explorar soluciones modernas que ya están cambiando la forma de trabajar la tierra y que podrían inspirar el siguiente gran paso en tu propio campo.<br><br>Acompáñanos en este recorrido de innovación y sostenibilidad, y conoce cómo la tecnología y el compromiso por un mundo mejor se unen en cada uno de estos proyectos."
        ,"Innovacion-riego":" Riego inteligente"
        ,"Innovacion-riego-descripcion":" El riego inteligente permite optimizar el uso del agua mediante sensores, temporizadores y análisis de datos. Estos sistemas detectan la humedad del suelo y las condiciones climáticas para suministrar solo la cantidad necesaria de agua, reduciendo el desperdicio y mejorando el rendimiento de los cultivos."
        ,"innovacion-fertilizantes":"Fertilizantes ecológicos"
        ,"innovacion-fertilizantes-descripcion":" Los fertilizantes ecológicos, elaborados a partir de materiales orgánicos y naturales, ofrecen una alternativa sostenible a los productos químicos. Contribuyen a la salud del suelo, promueven el crecimiento saludable de las plantas y reducen el impacto ambiental."
        ,"Innovacion-rotacion":" Rotación de cultivos"
        ,"Innovacion-rotacion-descripcion":" La rotación de cultivos es una práctica agrícola que consiste en cambiar el tipo de cultivo en una misma parcela durante diferentes temporadas. Esto ayuda a mejorar la fertilidad del suelo, controlar plagas y enfermedades, y evitar la degradación de los nutrientes."
        ,"Innovacion-vertical":" Agricultura vertical"
        ,"Innovacion-vertical-descripcion":"La agricultura vertical se basa en cultivar en estructuras apiladas o en espacios urbanos cerrados, utilizando tecnología como luz LED y sistemas hidropónicos. Esta técnica permite aprovechar al máximo el espacio, reducir el uso de agua y producir alimentos más cerca de los centros de consumo."
        ,"Innovacion-Bioinsumos":"Bioinsumos para control de plaga"
        ,"Innovacion-Bioinsumos-descripcion": "Los bioinsumos utilizan organismos vivos, extractos vegetales o minerales para controlar plagas y enfermedades. Son una alternativa natural a los pesticidas, ayudando a proteger los cultivos sin dañar el ecosistema ni afectar la salud humana."
        ,"Innovacion-Cultivos":"Cultivos resistentes al cambio climatico"
        ,"Innovacion-Cultivos-descripcion":"Gracias a la biotecnología y la investigación genética, se desarrollan cultivos capaces de resistir condiciones extremas como sequías, altas temperaturas o suelos salinos. Esto asegura una producción más estable y adaptada a los efectos del cambio climático."
        ,"innovacion-energia":"Energía solar integrada en granjas"
        ,"innovacion-energia-descripcion":"El uso de paneles solares en granjas permite aprovechar la energía del sol para alimentar sistemas de riego, maquinaria o almacenamiento. Esta fuente renovable reduce los costos energéticos y hace que la producción agrícola sea más autosuficiente."
        ,"innovacion-sistemas":"Sistemas de Recuperación de Agua de Lluvia Inteligentes"
        ,"innovacion-sistemas-descripcion":"Estos sistemas recolectan, filtran y almacenan agua de lluvia para su uso posterior en el riego o limpieza. Con sensores y automatización, se puede gestionar de forma eficiente, reduciendo la dependencia de fuentes de agua tradicionales."

        ,"Recursos":" Recursos para agricultores"
        ,"Recursos-descubre":"Descubré técnicas"
        ,"Recursos-explora":"Explora las herramientas y tecnologías"
        ,"Recursos-consejos":"Consejos de cosecha"
        ,"Recursos-guia":"Guía básica para optimizar el uso del agua"
        ,"Recursos-ahorrar":"Descubre cómo ahorrar agua en tus cultivos implementando prácticas sencillas como regar temprano en la mañana, usar cobertura vegetal para conservar la humedad y ajustar la cantidad de agua según las necesidades específicas de cada planta."
        ,"Recursos-calendario":"Calendario de siembra estacional"
        ,"Recursos-aprende":"Aprende a planificar tu siembra de acuerdo con las estaciones y el clima. Conoce qué cultivos prosperan en primavera, verano, otoño e invierno para maximizar tu productividad durante todo el año."
        ,"Recursos-tecnicas":"Técnicas para mejorar la fertilidad del suelo"
        ,"Recursos-manten":"Mantén tu suelo saludable y fértil con métodos accesibles como la rotación de cultivos, el uso de abono orgánico casero y la cobertura con residuos vegetales que previenen la erosión y conservan los nutrientes."
        ,"Recursos-identificar":"Como identificar plagas comunes y controlarlas"
        ,"Recursos-detecta":"Detecta las plagas más frecuentes en tus cultivos y aprende a combatirlas de forma natural utilizando plantas repelentes, insectos beneficiosos y otras soluciones ecológicas que protegen tus plantas sin dañar el medio ambiente."
        ,"Recursos-reducir":"Consejos para reducir desperdicio de alimentos después de la cosecha"
        ,"Recursos-evita":"Evita pérdidas después de la cosecha con prácticas simples como almacenar productos en lugares frescos y secos, usar envases herméticos y planificar la distribución para asegurar que tus alimentos lleguen frescos al mercado."
        ,"Recursos-beneficios":"Beneficios de la asociación de cultivos"
        ,"Recursos-optimiza":"Optimiza tu espacio y mejora el equilibrio de tu campo cultivando plantas complementarias juntas. Por ejemplo, combina maíz con frijoles o cebollas con zanahorias para aprovechar sus beneficios mutuos y aumentar tu producción."

        ,"Historias":"Historias de éxito"
        ,"Historias-oportunidad":"La agricultura sostenible no solo es una necesidad ambiental, sino también una oportunidad"
        ,"Historias-oportunidad1": "Proyecto \"Zero Budget Natural Farming\" (ZBNF)"
        ,"Historias-oportunidad2":"En India Ubicación: Andhra Pradesh, India, Principio clave: Agricultura sin costos externos ni productos químicos"
        ,"Historias-oportunidad3":"El proyecto ZBNF ha revolucionado la agricultura en India al capacitar a más de 6 millones de agricultores en técnicas naturales que eliminan el uso de fertilizantes y pesticidas químicos. Mediante la implementación de prácticas como la fermentación natural, la rotación de cultivos y el uso de abonos verdes, los agricultores han reducido sus costos operativos en un 80% y han mejorado significativamente la calidad del suelo."
        ,"Historias-oportunidad4":"Además, se ha registrado un aumento del 30% mejorado significativamente la calidad del suelo, en los rendimientos de cultivos como el arroz y el maíz."
        ,"Historias-oportunidad5":"Este modelo no solo ha fortalecido la seguridad alimentaria, sino que también ha disminuido la dependencia de préstamos externos, mejorando la estabilidad económica de las familias rurales."
        ,"Historias-oportunidad6":"Fuente: India Together - ZBNF"
        ,"Historias-CR":"Sistema Agroforestal en Costa Rica"
        ,"Historias-CR1":"Ubicación: Región de Talamanca, Costa Rica <br>Principio clave: Integración de árboles y cultivos"
        ,"Historias-CR2":"En la región de Talamanca, pequeños agricultores indígenas han adoptado sistemas agroforestales que combinan cultivos como el cacao con árboles maderables y frutales nativos. Esta práctica ha permitido restaurar ecosistemas degradados, aumentar la biodiversidad y mejorar la capacidad del suelo para retener agua. Como resultado, los agricultores han duplicado sus ingresos gracias a la venta de productos certificados como orgánicos y sostenibles en mercados internacionales. Este enfoque también ha contribuido a la mitigación del cambio climático mediante la captura de carbono."
        ,"Historias-CR3":"Fuente: World Agroforestry"
        ,"Historias-EU":"Agricultura Regenerativa en Estados Unidos"
        ,"Historias-EU1":"Ubicación: Dakota del Norte, EE.UU. <br> Principio clave: Recuperación del suelo mediante prácticas regenerativas"
        ,"Historias-EU2":"Gabe Brown, un agricultor de Dakota del Norte, ha sido pionero en la agricultura regenerativa al implementar técnicas como la cobertura vegetal permanente, la rotación diversificada de cultivos y el pastoreo controlado. Estas prácticas han restaurado la salud del suelo, aumentando su contenido de materia orgánica en un 500% en menos de dos décadas."
        ,"Historias-EU3":"Además,Gabe ha logrado reducir los costos operativos en un 75% y ha incrementado la rentabilidad de su granja al diversificar sus productos y comercializarlos directamente a consumidores locales. Este caso sirve como un ejemplo claro de cómo la agricultura puede ser tanto productiva como respetuosa con el medio ambiente."
        ,"Historias-EU4":"Fuente: USDA - Gabe Brown"
        ,"Historias-SG":"Cultivos Verticales en Singapur: Innovación en Espacios Urbanos"
        ,"Historias-SG1":"En Singapur una ciudad-estado densamente poblada la falta de espacio ha impulsado la adopción de cultivos verticales. Empresas como Sky Greens han desarrollado sistemas hidropónicos y aeropónicos que permiten producir alimentos frescos en espacios reducidos utilizando un noventa por ciento menos de agua que la agricultura tradicional. Estos avances no solo han reducido la dependencia de importaciones de alimentos sino que también han disminuido significativamente la huella de carbono asociada al transporte de productos."
        ,"Historias-SG2":"Además la implementación de estas tecnologías ha generado empleos en áreas especializadas como la ingeniería agrícola y la gestión de sistemas sostenibles. Este caso demuestra cómo la innovación puede resolver desafíos urbanos y garantizar la seguridad alimentaria en entornos con limitaciones de recursos."
        ,"Historias-SG3":"Fuente: Sky Greens - Technology"
        ,"Historias-Cl":"Café Sostenible en Colombia: Adaptándose al Cambio Climático"
        ,"Historias-Cl1":"En Colombia pequeños productores de café han formado alianzas con organizaciones internacionales para implementar prácticas agrícolas sostenibles a través del programa Café y Clima. Este proyecto ha introducido técnicas como el sombreado de cultivos el uso de biodigestores para gestionar residuos y la reforestación de áreas circundantes."
        ,"Historias-Cl2":"Como resultado se ha logrado una reducción del veinticinco por ciento en emisiones de gases de efecto invernadero y la certificación de más de diez mil hectáreas bajo estándares de café sostenible. Además los productores han visto una mejora significativa en los precios pagados por sus cosechas gracias a la certificación orgánica. Este ejemplo ilustra cómo la colaboración entre agricultores gobiernos y empresas puede generar soluciones climáticas efectivas mientras fortalece la economía local."
        ,"Historias-Cl3":"Fuente: GIZ - Café y Clima"
        ,"Historias-BS":"Agroecología en Brasil: La Cooperativa COOPFAM"
        ,"Historias-BS1":"En Minas Gerais Brasil la cooperativa COOPFAM ha liderado la transición hacia la agroecología abandonando el uso de pesticidas químicos y adoptando prácticas como la policultura la integración de ganadería y agricultura y la gestión integral de recursos naturales. Estas iniciativas han aumentado la biodiversidad local en un sesenta por ciento y han mejorado la resiliencia de las tierras ante sequías e inundaciones."
        ,"Historias-BS2":"Reconocida internacionalmente por su contribución a la seguridad alimentaria y la conservación del medio ambiente COOPFAM es un modelo claro de cómo la agricultura puede ser tanto productiva como respetuosa con el entorno natural promoviendo un equilibrio entre desarrollo económico y protección ambiental."
        ,"Historias-BS3":"Fuente: IFOAM - COOPFAM"
        ,"Historias-CA":"Reduciendo el Desperdicio Alimentario: Full Harvest en California"
        ,"Historias-CA1":"En California la empresa Full Harvest ha creado un mercado digital que conecta a agricultores con compradores interesados en productos imperfectos o excedentes. Este enfoque innovador ha reducido más de diez millones de libras de desperdicio alimentario anualmente mientras proporciona ingresos adicionales a los agricultores participantes."
        ,"Historias-CA2":"Además ha sensibilizado a los consumidores sobre la importancia de aprovechar todos los alimentos independientemente de su apariencia. Este caso destaca cómo la tecnología puede ser una herramienta poderosa para promover la sostenibilidad en la cadena alimentaria beneficiando tanto a los productores como al medio ambiente."
        ,"Historias-CA3":"Fuente: Full Harvest - Sitio oficial"
    }
}