{
    "en": {
        "titulo": "Welcome to Sostainable Agriculture"
        , "Contacto": "Contact"
        , "Registrarse":" Sign Up"
        , "Inicio":" Home"
        , "Proyectos":" Innovation projects"
        , "Recursos":" Resources for farmers"
        , "Historias":" Success stories"
        , "Foro":" Innovation forum"
        , "Sesion":" Log in"
        , "Implementa":" Implement the agriculture of the future in your life"
        , "Cultiva":" Grow today, sustain tomorrow, Sustainability is the key"
        , "Transforma":" Transform you land with smart technology and responsible practices"
        , "Menos":" Less pesticides"
        , "Menos-descripcion":" Reduce the use of chemical products to control pests and diseases, prioritizing more natural methods that are less harmful to the environment. Biological control, which involves the use of insects that combat pests or resistant crops to withstand pests and diseases."
        , "Menos2":" Less water"
        , "Menos2-descripcion":" Use practical technologies that optimize water use, such as drip irrigation or rainwater harvesting, to prevent waste and maintain efficiency while ensuring the long-term availability of water resources."
        , "rendimiento":" Better yield"
        , "rendimiento-descripcion": " Maximize crop production using practices that do not harm and protect the environment, with the use of organic fertilizers and crop rotation, to increase the quality and quantity of the harvest."
        , "Cultivando-el-Futuro":" Cultivating the Future: Innovation at the Service of the Planet"
        , "Culti-descripcion1": "In the era of technology, agriculture is evolving like never before. Advances in artificial intelligence, drones, smart sensors, and precision techniques are revolutionizing the way we grow our food.<br><br>Discover how these innovations not only increase efficiency and productivity but also protect our environment, reduce resource waste, and promote sustainable agricultural practices for future generations.<br><br>Explore our Innovation Projects and join the transformation of the field towards a cleaner, smarter, and more resilient future."
        , "Culti-btn": " Innovation Projects"
        , "Empodera-tu-campo": "Empower your Field: Practical Resources for Sustainable and Successful Agriculture"
        , "Empo-descripcion1":" Do you want to improve your crops, save water, and increase your productivity without compromising the environment? In this section, you will find practical guides, expert advice, and materials designed specifically to help you implement innovative and sustainable techniques in your daily life. <br><br>游꺔 Optimize your resources : Learn to use water, land, and energy efficiently. <br>游눠 Innovation within reach : Discover modern tools that will make your work easier and more profitable. <br>游깴 Care for the planet : Apply practices that protect the environment while boosting your business."
        , "Empo-btn": " Resources for farmers"
        , "Historias-que-inspiran":" Inspiring Stories: Farmers Transforming Their Future with Innovation"
        , "Histo-descripcion1":" Discover how farmers like you are revolutionizing their work through innovative techniques and sustainable practices. These real stories will show you how technology, knowledge, and creativity can turn challenges into opportunities. <br><br>游 From tradition to the future : Meet those who have adopted new technologies to increase their productivity without losing their connection to the land.<br>游눦 Smart solutions : Stories of farmers who optimized water use and reduced costs while protecting the environment.<br>游깴 Positive impact : Success stories where sustainability benefited not only crops but also local communities and ecosystems."
        , "Histo-btn":" Success stories"
        , "ForosSeccion":"Connect, Share, Grow: Join Our Global Community of Farmers"
        , "ForosSeccion-btn":"Explore forums"
        , "Nosotros":" About us"
        , "Politica":" Privacy policy"
        , "Contactanos":" Contact us"
        , "copy":" 2025 Agrisomora. All rights reserved."

        ,"Innovacion-bienvenida":" Innovation projects"
        ,"Innovacion-descripcion":" Agriculture is undergoing a revolution driven by technology and sustainability. In this section, you will discover projects that apply artificial intelligence, smart sensors, precision irrigation systems, clean energy, and new agricultural practices designed to make crops more efficient and eco-friendly.<br><br>Each project we present aims not only to increase productivity but also to care for our soils, water, and the environment. Here you can explore modern solutions that are already changing the way we work the land and that could inspire the next big step in your own field.<br><br>Join us on this journey of innovation and sustainability, and see how technology and commitment to a better world come together in each of these projects."
        ,"Innovacion-riego":" Smart irrigation"
        ,"Innovacion-riego-descripcion":" Smart irrigation allows optimizing water use through sensors, timers, and data analysis. These systems detect soil moisture and weather conditions to supply only the necessary amount of water, reducing waste and improving crop yield."
        ,"innovacion-fertilizantes":"Ecological fertilizers"
        ,"innovacion-fertilizantes-descripcion":" Ecological fertilizers, made from organic and natural materials, offer a sustainable alternative to chemical products. They contribute to soil health, promote healthy plant growth, and reduce environmental impact."
        ,"Innovacion-rotacion":" Crop rotation"
        ,"Innovacion-rotacion-descripcion":" Crop rotation is an agricultural practice that involves changing the type of crop in a given plot over different seasons. This helps improve soil fertility, control pests and diseases, and prevent nutrient degradation."
        ,"Innovacion-vertical":" Vertical farming"
        ,"Innovacion-vertical-descripcion":"Vertical farming is based on cultivating in stacked structures or closed urban spaces, using technology such as LED lights and hydroponic systems. This technique allows maximizing space, reducing water use, and producing food closer to consumption centers."
        ,"Innovacion-Bioinsumos":"Bioinputs for pest control"
        ,"Innovacion-Bioinsumos-descripcion":"Bioinputs use living organisms, plant extracts, or minerals to control pests and diseases. They are a natural alternative to pesticides, helping to protect crops without harming the ecosystem or affecting human health."
        ,"Innovacion-Cultivos":"Crops resistant to climate change"
        ,"Innovacion-Cultivos-descripcion":"Thanks to biotechnology and genetic research, crops are being developed that can withstand extreme conditions such as droughts, high temperatures, or saline soils. This ensures a more stable production adapted to the effects of climate change."
        ,"innovacion-energia":"Integrated solar energy in farms"
        ,"innovacion-energia-descripcion":"The use of solar panels on farms allows harnessing the sun's energy to power irrigation systems, machinery, or storage. This renewable source reduces energy costs and makes agricultural production more self-sufficient."
        ,"innovacion-sistemas":"Intelligent Rainwater Harvesting Systems"
        ,"innovacion-sistemas-descripcion":"These systems collect, filter, and store rainwater for later use in irrigation or cleaning. With sensors and automation, it can be managed efficiently, reducing dependence on traditional water sources."
    }
    , "es": {
        "titulo": "Bienvenido a la Agricultura Sostenible"
        , "Contacto": "Contacto"
        , "Registrarse":" Registrarse"
        , "Inicio":" Inicio"
        , "Proyectos":" Proyectos de innovaci칩n"
        , "Recursos":" Recursos para agricultores"
        , "Historias":" Historias de 칠xito"
        , "Foro":" Foro de innovaci칩n"
        , "Sesion":" Iniciar sesi칩n"
        , "Implementa":" Implementa la agricultura del futuro en tu vida"
        , "Cultiva":" Cultiva hoy, sostiene ma침ana, la sostenibilidad es la clave"
        , "Menos":" Menos pesticidas"
        , "Menos-descripcion":" Reducir el uso de productos qu칤micos para controlar plagas y enfermedades, priorizando m칠todos m치s naturales y menos da침inos para el medio ambiente. Control biologico el cual es el uso de insectos que combaten plagas o cultivos resistentes para resistir las plagas y enfermedades."
        , "Menos2":" Menos agua"
        , "Menos2-descripcion":" Utilizar tecnolog칤as pr치cticas que optimicen el uso del agua como el riego por goteo o la recuperaci칩n de agua pluviales para prevenir el desperdicio y mantener la eficiencia y asegurando la disponibilidad de recursos h칤dricos a largo plazo."
        , "rendimiento":" Mejor rendimiento"
        , "rendimiento-descripcion": " Maximizar la producci칩n de cultivos utilizando pr치cicas que no da침en y protegan el medio ambiente, con el uso de fertilizantes org치nicos y la rotaci칩n de cultivos, para aumentar la calidad y cantidad en la cosecha"
        , "Cultivando-el-Futuro":" Cultivando el Futuro: Innovaci칩n al Servicio del Planeta"
        , "Culti-descripcion1": "En la era de la tecnolog칤a, la agricultura est치 evolucionando como nunca antes. Los avances en inteligencia artificial, drones, sensores inteligentes y t칠cnicas de precisi칩n est치n revolucionando la forma en que cultivamos nuestros alimentos.<br><br>Descubre c칩mo estas innovaciones no solo aumentan la eficiencia y productividad, sino que tambi칠n protegen nuestro medio ambiente, reducen el desperdicio de recursos y promueven pr치cticas agr칤colas sostenibles para las generaciones futuras.<br><br>Explora nuestros Proyectos de Innovaci칩n y 칰nete a la transformaci칩n del campo hacia un futuro m치s limpio, inteligente y resiliente."
        , "Culti-btn": " Proyectos de Innovaci칩n"
        , "Empodera-tu-campo": "Empodera tu Campo: Recursos Pr치cticos para una Agricultura Sostenible y Exitosa"
        , "Empo-descripcion1":" 쯈uieres mejorar tus cultivos, ahorrar agua y aumentar tu productividad sin comprometer el medio ambiente? En esta secci칩n, encontrar치s gu칤as pr치cticas, consejos expertos y materiales dise침ados espec칤ficamente para ayudarte a implementar t칠cnicas innovadoras y sostenibles en tu d칤a a d칤a. <br><br>游꺔 Optimiza tus recursos : Aprende a usar el agua, la tierra y la energ칤a de manera eficiente. <br>游눠 Innovaci칩n al alcance : Descubre herramientas modernas que har치n tu trabajo m치s f치cil y rentable. <br>游깴 Cuida el planeta : Aplica pr치cticas que protegen el medio ambiente mientras impulsas tu negocio."
        , "Empo-btn": " Recursos para agricultores"
        , "Historias-que-inspiran":" Historias que Inspiran: Agricultores Transformando su Futuro con Innovaci칩n"
        , "Histo-descripcion1":" Descubre c칩mo agricultores como t칰 est치n revolucionando su trabajo mediante t칠cnicas innovadoras y pr치cticas sostenibles. Estas historias reales te mostrar치n c칩mo la tecnolog칤a, el conocimiento y la creatividad pueden transformar desaf칤os en oportunidades. <br><br>游 De la tradici칩n al futuro : Conoce a quienes han adoptado nuevas tecnolog칤as para aumentar su productividad sin perder su conexi칩n con la tierra.<br>游눦 Soluciones inteligentes : Historias de agricultores que optimizaron el uso del agua y redujeron costos mientras proteg칤an el medio ambiente.<br>游깴 Impacto positivo : Casos de 칠xito donde la sostenibilidad no solo benefici칩 los cultivos, sino tambi칠n las comunidades y ecosistemas locales."
        , "Histo-btn":" Historias de 칠xito"
        , "ForosSeccion":"Conecta, Comparte, Crece: 칔nete a Nuestra Comunidad Global de Agricultores"
        , "ForosSeccion-btn":"Explorar foros"
        , "Nosotros":" Sobre nosotros"
        , "Politica":" Pol칤tica de privacidad"
        , "Contactanos":" Cont치ctanos"
        , "copy":" 2025 Agrisomora. Todos los derechos reservados."

        ,"Innovacion-bienvenida":" Proyectos de innovaci칩n"
        ,"Innovacion-descripcion":" La agricultura est치 viviendo una revoluci칩n impulsada por la tecnolog칤a y la sostenibilidad. En esta secci칩n descubrir치s proyectos que aplican inteligencia artificial, sensores inteligentes, sistemas de riego de precisi칩n, energ칤as limpias y nuevas pr치cticas agr칤colas dise침adas para hacer m치s eficientes y ecol칩gicos los cultivos.<br><br>Cada proyecto que presentamos busca no solo aumentar la productividad, sino tambi칠n cuidar nuestros suelos, el agua y el medio ambiente. Aqu칤 podr치s explorar soluciones modernas que ya est치n cambiando la forma de trabajar la tierra y que podr칤an inspirar el siguiente gran paso en tu propio campo.<br><br>Acomp치침anos en este recorrido de innovaci칩n y sostenibilidad, y conoce c칩mo la tecnolog칤a y el compromiso por un mundo mejor se unen en cada uno de estos proyectos."
        ,"Innovacion-riego":" Riego inteligente"
        ,"Innovacion-riego-descripcion":" El riego inteligente permite optimizar el uso del agua mediante sensores, temporizadores y an치lisis de datos. Estos sistemas detectan la humedad del suelo y las condiciones clim치ticas para suministrar solo la cantidad necesaria de agua, reduciendo el desperdicio y mejorando el rendimiento de los cultivos."
        ,"innovacion-fertilizantes":"Fertilizantes ecol칩gicos"
        ,"innovacion-fertilizantes-descripcion":" Los fertilizantes ecol칩gicos, elaborados a partir de materiales org치nicos y naturales, ofrecen una alternativa sostenible a los productos qu칤micos. Contribuyen a la salud del suelo, promueven el crecimiento saludable de las plantas y reducen el impacto ambiental."
        ,"Innovacion-rotacion":" Rotaci칩n de cultivos"
        ,"Innovacion-rotacion-descripcion":" La rotaci칩n de cultivos es una pr치ctica agr칤cola que consiste en cambiar el tipo de cultivo en una misma parcela durante diferentes temporadas. Esto ayuda a mejorar la fertilidad del suelo, controlar plagas y enfermedades, y evitar la degradaci칩n de los nutrientes."
        ,"Innovacion-vertical":" Agricultura vertical"
        ,"Innovacion-vertical-descripcion":"La agricultura vertical se basa en cultivar en estructuras apiladas o en espacios urbanos cerrados, utilizando tecnolog칤a como luz LED y sistemas hidrop칩nicos. Esta t칠cnica permite aprovechar al m치ximo el espacio, reducir el uso de agua y producir alimentos m치s cerca de los centros de consumo."
        ,"Innovacion-Bioinsumos":"Bioinsumos para control de plaga"
        ,"Innovacion-Bioinsumos-descripcion":"Los bioinsumos utilizan organismos vivos, extractos vegetales o minerales para controlar plagas y enfermedades. Son una alternativa natural a los pesticidas, ayudando a proteger los cultivos sin da침ar el ecosistema ni afectar la salud humana."
        ,"Innovacion-Cultivos":"Cultivos resistentes al cambio climatico"
        ,"Innovacion-Cultivos-descripcion":"Gracias a la biotecnolog칤a y la investigaci칩n gen칠tica, se desarrollan cultivos capaces de resistir condiciones extremas como sequ칤as, altas temperaturas o suelos salinos. Esto asegura una producci칩n m치s estable y adaptada a los efectos del cambio clim치tico."
        ,"innovacion-energia":"Energ칤a solar integrada en granjas"
        ,"innovacion-energia-descripcion":"El uso de paneles solares en granjas permite aprovechar la energ칤a del sol para alimentar sistemas de riego, maquinaria o almacenamiento. Esta fuente renovable reduce los costos energ칠ticos y hace que la producci칩n agr칤cola sea m치s autosuficiente."
        ,"innovacion-sistemas":"Sistemas de Recuperaci칩n de Agua de Lluvia Inteligentes"
        ,"innovacion-sistemas-descripcion":"Estos sistemas recolectan, filtran y almacenan agua de lluvia para su uso posterior en el riego o limpieza. Con sensores y automatizaci칩n, se puede gestionar de forma eficiente, reduciendo la dependencia de fuentes de agua tradicionales."
    }
}