{
    "en": {
        "titulo": "Welcome to Sostainable Agriculture"
        , "Contacto": "Contact"
        , "Registrarse":" Sign Up"
        , "Inicio":" Home"
        , "Proyectos":" Innovation projects"
        , "Recursos":" Resources for farmers"
        , "Historias":" Success stories"
        , "Foro":" Innovation forum"
        , "Sesion":" Log in"
        , "Implementa":" Implement the agriculture of the future in your life"
        , "Cultiva":" Grow today, sustain tomorrow, Sustainability is the key"
        , "Transforma":" Transform you land with smart technology and responsible practices"
        , "Menos":" Less pesticides"
        , "Menos-descripcion":" Reduce the use of chemical products to control pests and diseases, prioritizing more natural methods that are less harmful to the environment. Biological control, which involves the use of insects that combat pests or resistant crops to withstand pests and diseases."
        , "Menos2":" Less water"
        , "Menos2-descripcion":" Use practical technologies that optimize water use, such as drip irrigation or rainwater harvesting, to prevent waste and maintain efficiency while ensuring the long-term availability of water resources."
        , "rendimiento":" Better yield"
        , "rendimiento-descripcion": " Maximize crop production using practices that do not harm and protect the environment, with the use of organic fertilizers and crop rotation, to increase the quality and quantity of the harvest."
        , "Cultivando-el-Futuro":" Cultivating the Future: Innovation at the Service of the Planet"
        , "Culti-descripcion1": "In the era of technology, agriculture is evolving like never before. Advances in artificial intelligence, drones, smart sensors, and precision techniques are revolutionizing the way we grow our food.<br><br>Discover how these innovations not only increase efficiency and productivity but also protect our environment, reduce resource waste, and promote sustainable agricultural practices for future generations.<br><br>Explore our Innovation Projects and join the transformation of the field towards a cleaner, smarter, and more resilient future."
        , "Culti-btn": " Innovation Projects"
        , "Empodera-tu-campo": "Empower your Field: Practical Resources for Sustainable and Successful Agriculture"
        , "Empo-descripcion1":" Do you want to improve your crops, save water, and increase your productivity without compromising the environment? In this section, you will find practical guides, expert advice, and materials designed specifically to help you implement innovative and sustainable techniques in your daily life. <br><br>🌱 Optimize your resources : Learn to use water, land, and energy efficiently. <br>💡 Innovation within reach : Discover modern tools that will make your work easier and more profitable. <br>🌍 Care for the planet : Apply practices that protect the environment while boosting your business."
        , "Empo-btn": " Resources for farmers"
        , "Historias-que-inspiran":" Inspiring Stories: Farmers Transforming Their Future with Innovation"
        , "Histo-descripcion1":" Discover how farmers like you are revolutionizing their work through innovative techniques and sustainable practices. These real stories will show you how technology, knowledge, and creativity can turn challenges into opportunities. <br><br>🌾 From tradition to the future : Meet those who have adopted new technologies to increase their productivity without losing their connection to the land.<br>💧 Smart solutions : Stories of farmers who optimized water use and reduced costs while protecting the environment.<br>🌍 Positive impact : Success stories where sustainability benefited not only crops but also local communities and ecosystems."
        , "Histo-btn":" Success stories"
        , "ForosSeccion":"Connect, Share, Grow: Join Our Global Community of Farmers"
        , "ForosSeccion-btn":"Explore forums"
        , "Nosotros":" About us"
        , "Politica":" Privacy policy"
        , "Contactanos":" Contact us"
        , "copy":" 2025 Agrisomora. All rights reserved."
    }
    , "es": {
        "titulo": "Bienvenido a la Agricultura Sostenible"
        , "Contacto": "Contacto"
        , "Registrarse":" Registrarse"
        , "Inicio":" Inicio"
        , "Proyectos":" Proyectos de innovación"
        , "Recursos":" Recursos para agricultores"
        , "Historias":" Historias de éxito"
        , "Foro":" Foro de innovación"
        , "Sesion":" Iniciar sesión"
        , "Implementa":" Implementa la agricultura del futuro en tu vida"
        , "Cultiva":" Cultiva hoy, sostiene mañana, la sostenibilidad es la clave"
        , "Menos":" Menos pesticidas"
        , "Menos-descripcion":" Reducir el uso de productos químicos para controlar plagas y enfermedades, priorizando métodos más naturales y menos dañinos para el medio ambiente. Control biologico el cual es el uso de insectos que combaten plagas o cultivos resistentes para resistir las plagas y enfermedades."
        , "Menos2":" Menos agua"
        , "Menos2-descripcion":" Utilizar tecnologías prácticas que optimicen el uso del agua como el riego por goteo o la recuperación de agua pluviales para prevenir el desperdicio y mantener la eficiencia y asegurando la disponibilidad de recursos hídricos a largo plazo."
        , "rendimiento":" Mejor rendimiento"
        , "rendimiento-descripcion": " Maximizar la producción de cultivos utilizando prácicas que no dañen y protegan el medio ambiente, con el uso de fertilizantes orgánicos y la rotación de cultivos, para aumentar la calidad y cantidad en la cosecha"
        , "Cultivando-el-Futuro":" Cultivando el Futuro: Innovación al Servicio del Planeta"
        , "Culti-descripcion1": "En la era de la tecnología, la agricultura está evolucionando como nunca antes. Los avances en inteligencia artificial, drones, sensores inteligentes y técnicas de precisión están revolucionando la forma en que cultivamos nuestros alimentos.<br><br>Descubre cómo estas innovaciones no solo aumentan la eficiencia y productividad, sino que también protegen nuestro medio ambiente, reducen el desperdicio de recursos y promueven prácticas agrícolas sostenibles para las generaciones futuras.<br><br>Explora nuestros Proyectos de Innovación y únete a la transformación del campo hacia un futuro más limpio, inteligente y resiliente."
        , "Culti-btn": " Proyectos de Innovación"
        , "Empodera-tu-campo": "Empodera tu Campo: Recursos Prácticos para una Agricultura Sostenible y Exitosa"
        , "Empo-descripcion1":" ¿Quieres mejorar tus cultivos, ahorrar agua y aumentar tu productividad sin comprometer el medio ambiente? En esta sección, encontrarás guías prácticas, consejos expertos y materiales diseñados específicamente para ayudarte a implementar técnicas innovadoras y sostenibles en tu día a día. <br><br>🌱 Optimiza tus recursos : Aprende a usar el agua, la tierra y la energía de manera eficiente. <br>💡 Innovación al alcance : Descubre herramientas modernas que harán tu trabajo más fácil y rentable. <br>🌍 Cuida el planeta : Aplica prácticas que protegen el medio ambiente mientras impulsas tu negocio."
        , "Empo-btn": " Recursos para agricultores"
        , "Historias-que-inspiran":" Historias que Inspiran: Agricultores Transformando su Futuro con Innovación"
        , "Histo-descripcion1":" Descubre cómo agricultores como tú están revolucionando su trabajo mediante técnicas innovadoras y prácticas sostenibles. Estas historias reales te mostrarán cómo la tecnología, el conocimiento y la creatividad pueden transformar desafíos en oportunidades. <br><br>🌾 De la tradición al futuro : Conoce a quienes han adoptado nuevas tecnologías para aumentar su productividad sin perder su conexión con la tierra.<br>💧 Soluciones inteligentes : Historias de agricultores que optimizaron el uso del agua y redujeron costos mientras protegían el medio ambiente.<br>🌍 Impacto positivo : Casos de éxito donde la sostenibilidad no solo benefició los cultivos, sino también las comunidades y ecosistemas locales."
        , "Histo-btn":" Historias de éxito"
        , "ForosSeccion":"Conecta, Comparte, Crece: Únete a Nuestra Comunidad Global de Agricultores"
        , "ForosSeccion-btn":"Explorar foros"
        , "Nosotros":" Sobre nosotros"
        , "Politica":" Política de privacidad"
        , "Contactanos":" Contáctanos"
        , "copy":" 2025 Agrisomora. Todos los derechos reservados."
    }
}