{
    "en": {
        "titulo": "Agrisomora"
        , "Buscar": "Search..."
        , "Contacto": "Contact"
        , "Registrarse":" Sign Up"
        , "Inicio":" <i class=\"bi bi-house-fill\"></i>Home"
        , "Proyectos":" <i class=\"bi bi-flower2\"></i>Innovation projects"
        , "Recursos":" <i class=\"bi bi-tree-fill\"></i>Resources for farmers"
        , "Historias":"<i class=\"bi bi-book-fill\"></i>Success stories"
        , "Foro":" <i class=\"bi bi-people-fill\"></i>Innovation forum"
        , "Sesion":" <i class=\"bi bi-person-fill\"></i>Log in"
        , "Implementa":" Implement the agriculture of the future in your life"
        , "Cultiva":" Grow today, sustain tomorrow, Sustainability is the key"
        , "Transforma":" Transform you land with smart technology and responsible practices"
        , "Menos":" Less pesticides"
        , "Menos-descripcion":" Reduce the use of chemical products to control pests and diseases, prioritizing more natural methods that are less harmful to the environment. Biological control, which involves the use of insects that combat pests or resistant crops to withstand pests and diseases."
        , "Menos2":" Less water"
        , "Menos2-descripcion":" Use practical technologies that optimize water use, such as drip irrigation or rainwater harvesting, to prevent waste and maintain efficiency while ensuring the long-term availability of water resources."
        , "rendimiento":" Better yield"
        , "rendimiento-descripcion": " Maximize crop production using practices that do not harm and protect the environment, with the use of organic fertilizers and crop rotation, to increase the quality and quantity of the harvest."
        , "Cultivando-el-Futuro":" Cultivating the Future: Innovation at the Service of the Planet"
        , "Culti-descripcion1": "In the era of technology, agriculture is evolving like never before. Advances in artificial intelligence, drones, smart sensors, and precision techniques are revolutionizing the way we grow our food.<br><br>Discover how these innovations not only increase efficiency and productivity but also protect our environment, reduce resource waste, and promote sustainable agricultural practices for future generations.<br><br>Explore our Innovation Projects and join the transformation of the field towards a cleaner, smarter, and more resilient future."
        , "Culti-btn": " Innovation Projects"
        , "Empodera-tu-campo": "Empower your Field: Practical Resources for Sustainable and Successful Agriculture"
        , "Empo-descripcion1":" Do you want to improve your crops, save water, and increase your productivity without compromising the environment? In this section, you will find practical guides, expert advice, and materials designed specifically to help you implement innovative and sustainable techniques in your daily life. <br><br>🌱 Optimize your resources : Learn to use water, land, and energy efficiently. <br>💡 Innovation within reach : Discover modern tools that will make your work easier and more profitable. <br>🌍 Care for the planet : Apply practices that protect the environment while boosting your business."
        , "Empo-btn": " Resources for farmers"
        , "Historias-que-inspiran":" Inspiring Stories: Farmers Transforming Their Future with Innovation"
        , "Histo-descripcion1":" Discover how farmers like you are revolutionizing their work through innovative techniques and sustainable practices. These real stories will show you how technology, knowledge, and creativity can turn challenges into opportunities. <br><br>🌾 From tradition to the future : Meet those who have adopted new technologies to increase their productivity without losing their connection to the land.<br>💧 Smart solutions : Stories of farmers who optimized water use and reduced costs while protecting the environment.<br>🌍 Positive impact : Success stories where sustainability benefited not only crops but also local communities and ecosystems."
        , "Histo-btn":" Success stories"
        , "ForosSeccion":"Connect, Share, Grow: Join Our Global Community of Farmers"
        , "ForosSeccion-descripcion": "Do you want to be a part of a conversation that is transforming the agriculture's future? In our forums, all farmers of the world meet for share experiences, resolv challenges and explore latest innovation at the fields.<br><br>👥 Build global connections : Meet different region farmers and cultures who confront similar challenges as yours.<br>💡Learn about professionals and people as you: Paticipate at deliberations with professionals and other farmers that are implementing innovation solutions.<br>🌱 Inspire with new ideas : Discover trendings, "
        , "ForosSeccion-btn":"Explore forums"
        , "Lema":"Harvesting future, farming life"
        , "Nosotros":" About us"
        , "Politica":" Privacy policy"
        , "Contactanos":" Contact us"
        , "enlaces":" LINKS"
        , "Redes":" SOCIAL MEDIA"
        , "boletin":" NEWSLETTER"
        , "Suscribirse":" Subscribe"
        , "copy":" 2025 Agrisomora. All rights reserved."

        , "pr-tit":" Explore our innovation projects:"
        ,"error-filtro":" You can only select up to 3 filters"
        ,"Innovacion-riego":" Smart irrigation"
        ,"Innovacion-riego-descripcion":" Smart irrigation allows optimizing water use through sensors, timers, and data analysis. These systems detect soil moisture and weather conditions to supply only the necessary amount of water, reducing waste and improving crop yield."
        ,"innovacion-fertilizantes":"Ecological fertilizers"
        ,"innovacion-fertilizantes-descripcion":" Ecological fertilizers, made from organic and natural materials, offer a sustainable alternative to chemical products. They contribute to soil health, promote healthy plant growth, and reduce environmental impact."
        ,"Innovacion-rotacion":" Crop rotation"
        ,"Innovacion-rotacion-descripcion":" Crop rotation is an agricultural practice that involves changing the type of crop in a given plot over different seasons. This helps improve soil fertility, control pests and diseases, and prevent nutrient degradation."
        ,"Innovacion-vertical":" Vertical farming"
        ,"Innovacion-vertical-descripcion":"Vertical farming is based on cultivating in stacked structures or closed urban spaces, using technology such as LED lights and hydroponic systems. This technique allows maximizing space, reducing water use, and producing food closer to consumption centers."
        ,"Innovacion-Bioinsumos":"Bioinputs for pest control"
        ,"Innovacion-Bioinsumos-descripcion":"Bioinputs use living organisms, plant extracts, or minerals to control pests and diseases. They are a natural alternative to pesticides, helping to protect crops without harming the ecosystem or affecting human health."
        ,"Innovacion-Cultivos":"Crops resistant to climate change"
        ,"Innovacion-Cultivos-descripcion":"Thanks to biotechnology and genetic research, crops are being developed that can withstand extreme conditions such as droughts, high temperatures, or saline soils. This ensures a more stable production adapted to the effects of climate change."
        ,"categorias-error":" <i class=\"ph ph-smiley-x-eyes\"></i>There are no articles matching the selected categories.<i class=\"ph ph-smiley-x-eyes\"></i>"

        ,"Recursos1":" Resources for <hr> farmers"
        ,"Recursos-descubre":"Discover techniques"
        ,"Recursos-explora":"Explore tools and technologies"
        ,"Recursos-consejos":"Harvest tips"
        ,"Recursos-guia":"Basic guide to optimize water use"
        ,"Recursos-ahorrar":"Discover how to save water in your crops by implementing simple practices such as watering early in the morning, using ground cover to retain moisture, and adjusting the amount of water according to the specific needs of each plant."
        ,"Recursos-calendario":"Seasonal planting calendar"
        ,"Recursos-aprende":"Learn to plan your planting according to the seasons and climate. Know which crops thrive in spring, summer, fall, and winter to maximize your productivity throughout the year."
        ,"Recursos-tecnicas":"Techniques to improve soil fertility"
        ,"Recursos-manten":"Keep your soil healthy and fertile with accessible methods such as crop rotation, using homemade organic fertilizer, and covering with plant residues to prevent erosion and retain nutrients."
        ,"Recursos-identificar":"How to identify common pests and control them"
        ,"Recursos-detecta":"Detect the most common pests in your crops and learn to combat them naturally using repellent plants, beneficial insects, and other ecological solutions that protect your plants without harming the environment."
        ,"Recursos-reducir":"Tips to reduce food waste after harvest"
        ,"Recursos-evita":"Avoid post-harvest losses with simple practices such as storing products in cool, dry places, using airtight containers, and planning distribution to ensure your food reaches the market fresh."
        ,"Recursos-beneficios":"Benefits of crop association"
        ,"Recursos-optimiza":"Optimize your space and improve the balance of your field by planting complementary plants together. For example, combine corn with beans or onions with carrots to take advantage of their mutual benefits and increase your production."

        ,"Historias1":"Success stories"
        ,"Historias-sub":"From savings on inputs to improvements in soil quality: these are the impacts of applying innovation in agriculture."
        ,"Historias-sub2": "Agricultural practices have borne fruite in:"
        ,"Historias-dat1":"<strong>Reduces pesticides used by up to 30%</strong> compared to conventional practices."
        ,"Historias-dat2":"<strong>Saves between 20% and 60% of water</strong> with efficient irrigation systems such as drip irrigation."
        ,"Historias-dat3":"<strong>Decreases soil erosions by up to 50%</strong> thanks to techniques like crop rotation."
        ,"Historias-dat4":"<strong>Boosts biodiversity up to 2 times more</strong> than industrial monocultures."
        ,"Historias-dat5":"<strong>Reduces greenhouses gas emisions by up to 40%</strong> in certain systems."
        ,"Historias-dat6":"<strong>Improvees long-term soil fertility,</strong> lowering the need for synthetic fertilizers."
        ,"Historias-dat7":"<strong>Supports local economies</strong> and increases small farmers' incomes."
        ,"Historias-dat8":"<strong>Protects pollinators like bees,</strong> which are essential for food security."
        ,"Historias-sub3":"Stories Where Sustainable Agriculture was applied:"
        ,"Historias-ub1":"<i class=\"bi bi-geo-alt-fill\"></i>Andhra Pradesh, India"
        ,"Historias-h1":"The &quot;Zero Budget Nature Farming&quot; project has tranformed agriculture by teaching millions of farmers natural, chemical-free practices such as fermentation and green manures. This has reduced operating costs by up to 80% and improved soil quality, while also increasing yields and rural economic stability."
        ,"Historias-ub2":"<i class=\"bi bi-geo-alt-fill\"></i>Talamanca, Costa Rica"
        ,"Historias-h2":"Indigenous small-scale farmers have adopted agroforestry systems that combine cacao with fruit and timber trees, restoring ecosystems, improving water retention, and doubling incomes through certified organic products—all while helping mitigate climate change."
        ,"Historias-ub3":"<i class=\"bi bi-geo-alt-fill\"></i>North Dakota, USA"
        ,"Historias-h3":"Gabe Brown has implemented regenerative agriculture using crop rotation, cover crops, and managed grazing. This has increased soil organic matter, reduced costs by 75%, and improved profitability through diversification and direct-to-consumer sales."
        ,"Historias-ub4":"<i class=\"bi bi-geo-alt-fill\"></i>Singapore"
        ,"Historias-h4":"Faced with limited space, vertical farming using hydroponic and aeroponic systems has been developed, consuming 90% less water. This has reduced the carbon footprint, created specialized jobs, and improved food security in urban environments."
        ,"Historias-ub5":"<i class=\"bi bi-geo-alt-fill\"></i>Colombia"
        ,"Historias-h5":"Coffee producers have implemented sustainable practices such as biodigesters, reforestation, and shading, achieving a 25% reduction in emissions, certifying over 10,000 hectares, and improving prices through organic production, thereby strengthening the local economy."
        ,"Historias-ub6":"<i class=\"bi bi-geo-alt-fill\"></i>Minais Gerais, Brazil"
        ,"Historias-h6":"The COOPFAM cooperative has adopted agroecology through the integration of crops, livestock, and resource management. This has increased biodiversity by 60% and strengthened land resilience, demonstrating that environmentally respectful production is possible."
        ,"Historias-ub7":"<i class=\"bi bi-geo-alt-fill\"></i>California, USA"
        ,"Historias-h7":"The company Full Harvest has created a digital marketplace to sell imperfect or surplus agricultural products, preventing millions of pounds of food waste each year, increasing farmers' income, and promoting awareness about food utilization."

        ,"Usuario": "Username"
        ,"Contraseña": "Password"
        ,"Ingresar":"Log in"
        ,"noCuenta":" Don't have an account?"
        ,"Registrate":"Sign up"
        ,"Sesion1":"Log in"

        ,"Registrarte":"Sign up"
        ,"Registrase":"Sign up"
        ,"Nombre":" Username"
        ,"Correo":" Email"
        ,"contraseña":" Password"
        ,"Confirmar":" Confirm password"
        ,"AceptarPoli":"By clicking \"Register\" you accept the <a href=\"politica.html\">Privacy Policy</a>."

        ,"Contactos":"Contacts"
        ,"Contactate": "Contact us"
        ,"Contactos-comentar":"What can you comment on?"
        ,"Contactos-comenzar":"Let's start a conversation."
        ,"Contactos-comentar1":"Questions about products or services:"
        ,"Contactos-comentar2":"If you have any questions about our products or services, feel free to <span style=\"color: #BED333;\">share them</span>. We are here to help you."
        ,"Contactos-comentar3":"Feedback for improvement:"
        ,"Contactos-comentar4":"We value your feedback on how to improve our website or services. <span style=\"color: #BED333;\">Your opinion is important.</span>"
        ,"Contactos-comentar5":"Technical issues:"
        ,"Contactos-comentar6":"If you found any <span style=\"color: #BED333;\">error or issue</span> on the site, please describe it so we can resolve it quickly."
        ,"Contactos-comentar7":"General comments:"
        ,"Contactos-comentar8":"<span style=\"color: #BED333;\">Tell us</span> what you think about our page or if there's anything you'd like to change."
        ,"Contactos-comentar9":"Support requests:"
        ,"Contactos-comentar10":"If you need <span style=\"color: #BED333;\">help</span> with your account or any service, please explain your request so we can provide you with the best assistance."
        ,"Contactos-dudas":"Have questions? Contact us."
        ,"Nom":"Name"
        ,"Comen":"Leave a comment"
        ,"Enviar":"Submit"
        ,"Contactos-redes":"You can also contact us through:"
    }
    , "es": {
        "titulo": "Agrisomora"
        ,"Buscar": "Buscar..."
        , "Contacto": "Contacto"
        , "Registrarse":" Registrarse"
        , "Inicio":" <i class=\"bi bi-house-fill\"></i>Inicio"
        , "Proyectos":" <i class=\"bi bi-flower2\"></i>Proyectos de innovación"
        , "Recursos":" <i class=\"bi bi-tree-fill\"></i>Recursos para agricultores"
        , "Historias":"<i class=\"bi bi-book-fill\"></i>Historias de éxito"
        , "Foro":" <i class=\"bi bi-people-fill\"></i>Foros de innovación"
        , "Sesion":" <i class=\"bi bi-person-fill\"></i>Iniciar sesión"
        , "Implementa":" Implementa la agricultura del futuro en tu vida"
        , "Transforma":" Transforma tu tierra con tecnología inteligente y prácticas responsables"
        , "Cultiva":" Cultiva hoy, sostiene mañana, la sostenibilidad es la clave"
        , "Menos":" Menos pesticidas"
        , "Menos-descripcion":" Reducir el uso de productos químicos para controlar plagas y enfermedades, priorizando métodos más naturales y menos dañinos para el medio ambiente. Control biologico el cual es el uso de insectos que combaten plagas o cultivos resistentes para resistir las plagas y enfermedades."
        , "Menos2":" Menos agua"
        , "Menos2-descripcion":" Utilizar tecnologías prácticas que optimicen el uso del agua como el riego por goteo o la recuperación de agua pluviales para prevenir el desperdicio y mantener la eficiencia y asegurando la disponibilidad de recursos hídricos a largo plazo."
        , "rendimiento":" Mejor rendimiento"
        , "rendimiento-descripcion": " Maximizar la producción de cultivos utilizando prácicas que no dañen y protegan el medio ambiente, con el uso de fertilizantes orgánicos y la rotación de cultivos, para aumentar la calidad y cantidad en la cosecha"
        , "Cultivando-el-Futuro":" Cultivando el Futuro: Innovación al Servicio del Planeta"
        , "Culti-descripcion1": "En la era de la tecnología, la agricultura está evolucionando como nunca antes. Los avances en inteligencia artificial, drones, sensores inteligentes y técnicas de precisión están revolucionando la forma en que cultivamos nuestros alimentos.<br><br>Descubre cómo estas innovaciones no solo aumentan la eficiencia y productividad, sino que también protegen nuestro medio ambiente, reducen el desperdicio de recursos y promueven prácticas agrícolas sostenibles para las generaciones futuras.<br><br>Explora nuestros Proyectos de Innovación y únete a la transformación del campo hacia un futuro más limpio, inteligente y resiliente."
        , "Culti-btn": " Proyectos de Innovación"
        , "Empodera-tu-campo": "Empodera tu Campo: Recursos Prácticos para una Agricultura Sostenible y Exitosa"
        , "Empo-descripcion1":" ¿Quieres mejorar tus cultivos, ahorrar agua y aumentar tu productividad sin comprometer el medio ambiente? En esta sección, encontrarás guías prácticas, consejos expertos y materiales diseñados específicamente para ayudarte a implementar técnicas innovadoras y sostenibles en tu día a día. <br><br>🌱 Optimiza tus recursos : Aprende a usar el agua, la tierra y la energía de manera eficiente. <br>💡 Innovación al alcance : Descubre herramientas modernas que harán tu trabajo más fácil y rentable. <br>🌍 Cuida el planeta : Aplica prácticas que protegen el medio ambiente mientras impulsas tu negocio."
        , "Empo-btn": " Recursos para agricultores"
        , "Historias-que-inspiran":" Historias que Inspiran: Agricultores Transformando su Futuro con Innovación"
        , "Histo-descripcion1":" Descubre cómo agricultores como tú están revolucionando su trabajo mediante técnicas innovadoras y prácticas sostenibles. Estas historias reales te mostrarán cómo la tecnología, el conocimiento y la creatividad pueden transformar desafíos en oportunidades. <br><br>🌾 De la tradición al futuro : Conoce a quienes han adoptado nuevas tecnologías para aumentar su productividad sin perder su conexión con la tierra.<br>💧 Soluciones inteligentes : Historias de agricultores que optimizaron el uso del agua y redujeron costos mientras protegían el medio ambiente.<br>🌍 Impacto positivo : Casos de éxito donde la sostenibilidad no solo benefició los cultivos, sino también las comunidades y ecosistemas locales."
        , "Histo-btn":" Historias de éxito"
        , "ForosSeccion":"Conecta, Comparte, Crece: Únete a Nuestra Comunidad Global de Agricultores"
        , "ForosSeccion-descripcion": "¿Quieres ser parte de una conversación que está transformando el futuro de la agricultura? En nuestros foros, agricultores de todo el mundo se reúnen para compartir experiencias, resolver desafíos y explorar las últimas innovaciones en el campo.<br><br> 👥 Construye conexiones globales : Conoce a agricultores de diferentes regiones y culturas que enfrentan desafíos similares a los tuyos.<br>💡 Aprende de expertos y pares : Participa en discusiones con especialistas y otros agricultores que están aplicando soluciones innovadoras.<br>🌱 Inspírate con nuevas ideas : Descubre tendencias, técnicas y herramientas que están revolucionando la agricultura sostenible."
        , "ForosSeccion-btn":"Explorar foros"
        , "Lema": "Cosechando futuro, cultivando vida"
        , "Nosotros":" Sobre nosotros"
        , "Politica":" Política de privacidad"
        , "Contactanos":" Contáctanos"
        , "enlaces":" ENLACES"
        , "Redes":" REDES SOCIALES"
        , "boletin":" BOLETIN INFORMATIVO"
        , "Suscribirse":" Suscribirse"
        , "copy":" 2025 Agrisomora. Todos los derechos reservados."

        , "pr-tit":" Explora nuestros proyectos de innovación:"
        ,"error-filtro":" Solo se puede un maximo de 3 filtros"
        ,"Innovacion-riego":" Riego inteligente"
        ,"Innovacion-riego-descripcion":" El riego inteligente permite optimizar el uso del agua mediante sensores, temporizadores y análisis de datos. Estos sistemas detectan la humedad del suelo y las condiciones climáticas para suministrar solo la cantidad necesaria de agua, reduciendo el desperdicio y mejorando el rendimiento de los cultivos."
        ,"innovacion-fertilizantes":"Fertilizantes ecológicos"
        ,"innovacion-fertilizantes-descripcion":" Los fertilizantes ecológicos, elaborados a partir de materiales orgánicos y naturales, ofrecen una alternativa sostenible a los productos químicos. Contribuyen a la salud del suelo, promueven el crecimiento saludable de las plantas y reducen el impacto ambiental."
        ,"Innovacion-rotacion":" Rotación de cultivos"
        ,"Innovacion-rotacion-descripcion":" La rotación de cultivos es una práctica agrícola que consiste en cambiar el tipo de cultivo en una misma parcela durante diferentes temporadas. Esto ayuda a mejorar la fertilidad del suelo, controlar plagas y enfermedades, y evitar la degradación de los nutrientes."
        ,"Innovacion-vertical":" Agricultura vertical"
        ,"Innovacion-vertical-descripcion":"La agricultura vertical se basa en cultivar en estructuras apiladas o en espacios urbanos cerrados, utilizando tecnología como luz LED y sistemas hidropónicos. Esta técnica permite aprovechar al máximo el espacio, reducir el uso de agua y producir alimentos más cerca de los centros de consumo."
        ,"Innovacion-Bioinsumos":"Bioinsumos para control de plaga"
        ,"Innovacion-Bioinsumos-descripcion": "Los bioinsumos utilizan organismos vivos, extractos vegetales o minerales para controlar plagas y enfermedades. Son una alternativa natural a los pesticidas, ayudando a proteger los cultivos sin dañar el ecosistema ni afectar la salud humana."
        ,"Innovacion-Cultivos":"Cultivos resistentes al cambio climatico"
        ,"Innovacion-Cultivos-descripcion":"Gracias a la biotecnología y la investigación genética, se desarrollan cultivos capaces de resistir condiciones extremas como sequías, altas temperaturas o suelos salinos. Esto asegura una producción más estable y adaptada a los efectos del cambio climático."
        ,"categorias-error":" <i class=\"ph ph-smiley-x-eyes\"></i>No hay artículos que cumplan con las categorías.<i class=\"ph ph-smiley-x-eyes\"></i>"

        ,"Recursos1":" Recursos para agricultores"
        ,"Recursos-descubre":"Descubré técnicas"
        ,"Recursos-explora":"Explora las herramientas y tecnologías"
        ,"Recursos-consejos":"Consejos de cosecha"
        ,"Recursos-guia":"Guía básica para optimizar el uso del agua"
        ,"Recursos-ahorrar":"Descubre cómo ahorrar agua en tus cultivos implementando prácticas sencillas como regar temprano en la mañana, usar cobertura vegetal para conservar la humedad y ajustar la cantidad de agua según las necesidades específicas de cada planta."
        ,"Recursos-calendario":"Calendario de siembra estacional"
        ,"Recursos-aprende":"Aprende a planificar tu siembra de acuerdo con las estaciones y el clima. Conoce qué cultivos prosperan en primavera, verano, otoño e invierno para maximizar tu productividad durante todo el año."
        ,"Recursos-tecnicas":"Técnicas para mejorar la fertilidad del suelo"
        ,"Recursos-manten":"Mantén tu suelo saludable y fértil con métodos accesibles como la rotación de cultivos, el uso de abono orgánico casero y la cobertura con residuos vegetales que previenen la erosión y conservan los nutrientes."
        ,"Recursos-identificar":"Como identificar plagas comunes y controlarlas"
        ,"Recursos-detecta":"Detecta las plagas más frecuentes en tus cultivos y aprende a combatirlas de forma natural utilizando plantas repelentes, insectos beneficiosos y otras soluciones ecológicas que protegen tus plantas sin dañar el medio ambiente."
        ,"Recursos-reducir":"Consejos para reducir desperdicio de alimentos después de la cosecha"
        ,"Recursos-evita":"Evita pérdidas después de la cosecha con prácticas simples como almacenar productos en lugares frescos y secos, usar envases herméticos y planificar la distribución para asegurar que tus alimentos lleguen frescos al mercado."
        ,"Recursos-beneficios":"Beneficios de la asociación de cultivos"
        ,"Recursos-optimiza":"Optimiza tu espacio y mejora el equilibrio de tu campo cultivando plantas complementarias juntas. Por ejemplo, combina maíz con frijoles o cebollas con zanahorias para aprovechar sus beneficios mutuos y aumentar tu producción."

        ,"Historias1":"Historias de éxito"
        ,"Historias-sub":"Desde ahorro en insumos hasta mejora en la calidad del suelo: estos son los impactos concretos de aplicar innovación en el campo."
        ,"Historias-sub2": "El uso de la agicultura ha dado frutos en:"
        ,"Historias-dat1":"<strong>Reducir hasta un 30% el uso de pesticidas</strong> comparado con prácticas convencionales."
        ,"Historias-dat2":"<strong>Ahorrar entre un 20% y 60% de agua</strong> con sistemas de riego eficientes como el goteo."
        ,"Historias-dat3":"<strong>Disminuir en un 50% la erosión del suelo</strong> gracias a técnicas como la rotación de cultivos."
        ,"Historias-dat4":"<strong>Aumentar la biodiversidad hasta 2 veces más</strong> que los monocultivos industriales."
        ,"Historias-dat5":"<strong>Reducir las emisiones de gases de efecto invernadero hasta en un 40%</strong> en algunos sistemas."
        ,"Historias-dat6":"<strong>Mejorar la fertilidad del suelo</strong> a largo plazo, reduciendo la necesidad de fertiliantes artificiales."
        ,"Historias-dat7":"<strong>Fomentar economías locales</strong> y mejor los ingresos de pequeños agricultores."
        ,"Historias-dat8":"<strong>Proteger a polinizadores</strong> como las abejas, clave para la seguridad alimentaria."
        ,"Historias-sub3":"Historias donde se aplicó la agricultura sostenible:"
        ,"Historias-ub1":"<i class=\"bi bi-geo-alt-fill\"></i>Andhra Pradesh, India"
        ,"Historias-h1":"El proyecto &quot;Zero Budget Natural Farming&quot; ha transformado la agricultura al enseñar a millones de agricultores prácticas naturales sin productos químicos, como fermentación y abonos verdes. Esto ha reducido costos operativos hasta en un 80% y mejorado la calidad del suelo, además de aumentar los rendimientos y la estabilidad económica rural."
        ,"Historias-ub2":"<i class=\"bi bi-geo-alt-fill\"></i>Talamanca, Costa Rica"
        ,"Historias-h2":"Pequeños agricultores indígenas han adoptado sistemas agroforestales que combinan cacao con árboles frutales y maderables, restaurando ecosistemas, mejorando la retención de agua y duplicando ingresos con productos orgánicos certificados, al tiempo que ayudan a mitigar el cambio climático."
        ,"Historias-ub3":"<i class=\"bi bi-geo-alt-fill\"></i>Dakota del Norte, EEUU"
        ,"Historias-h3":"Gabe Brown ha implementado agricultura regenerativa con rotación de cultivos, cobertura vegetal y pastoreo controlado, lo cual ha aumentado la materia orgánica del suelo, reducido costos en un 75% y mejorado la rentabilidad al diversificar y vender directamente a consumidores."
        ,"Historias-ub4":"<i class=\"bi bi-geo-alt-fill\"></i>Singapur"
        ,"Historias-h4":"Frente a la falta de espacio, se han desarrollado cultivos verticales usando sistemas hidropónicos y aeropónicos que consumen 90% menos agua. Esto ha reducido la huella de carbono, generado empleos especializados y mejorado la seguridad alimentaria en entornos urbanos."
        ,"Historias-ub5":"<i class=\"bi bi-geo-alt-fill\"></i>Colombia"
        ,"Historias-h5":"Productores de café han implementado prácticas sostenibles como biodigestores, reforestación y sombreado, logrando reducir un 25% las emisiones de gases, certificar más de 10,000 hectáreas y mejorar los precios gracias a la producción orgánica, fortaleciendo la economía local."
        ,"Historias-ub6":"<i class=\"bi bi-geo-alt-fill\"></i>Minais Gerais, Brasil"
        ,"Historias-h6":"La cooperativa COOPFAM ha adoptado la agroecología con integración de cultivos, ganadería y gestión de recursos, aumentando la biodiversidad en un 60% y fortaleciendo la resiliencia de la tierra, mostrando que es posible producir de forma respetuosa con el ambiente."
        ,"Historias-ub7":"<i class=\"bi bi-geo-alt-fill\"></i>California, EEUU"
        ,"Historias-h7":"La empresa Full Harvest ha creado un mercado digital para vender productos agrícolas imperfectos o excedentes, evitando millones de libras de desperdicio alimentario al año, aumentando los ingresos de agricultores y promoviendo la conciencia sobre el aprovechamiento de alimentos."

        ,"Usuario": "Usuario"
        ,"Contraseña": "Contraseña"
        ,"Ingresar":"Ingresar"
        ,"noCuenta":" ¿No tienes cuenta?"
        ,"Registrate":"Registrate"
        ,"Sesion1":" Iniciar sesión"

        ,"Registrarte":"Registrarte"
        ,"Registrase":"Registrarse"
        ,"Nombre":" Usuario"
        ,"Correo":" Correo electrónico"
        ,"contraseña":" Contraseña"
        ,"Confirmar":" Confirmar contraseña"
        ,"AceptarPoli":"Al hacer click en \"Registrarse\" aceptas la <a href=\"politica.html\">Política de privacidad</a>"

        ,"Contactos":" Contactos"
        ,"Contactate":"Contactate con nosotros"
        ,"Contactos-comentar":"¿Sobre qué puedes comentar?"
        ,"Contactos-comenzar":"Comencemos una conversación"
        ,"Contactos-comentar1":"Consultas sobre productos o servicios:"
        ,"Contactos-comentar2":"Si tienes preguntas sobre nuestros productos o servicios, no dudes en <span style=\"color: #BED333;\">comentarlas</span>. Estamos aquí para ayudarte."
        ,"Contactos-comentar3":"Sugerencias de mejora:"
        ,"Contactos-comentar4":"Interesa saber cómo podemos mejorar nuestro sitio o servicios. <span style=\"color: #BED333;\">Tu opinión es importante. </span>"
        ,"Contactos-comentar5":"Problemas técnicos:"
        ,"Contactos-comentar6":"Si encontraste algún <span style=\"color: #BED333;\"> error o problema </span> en el sitio, por favor descríbelo para que podamos solucionarlo rápidamente."
        ,"Contactos-comentar7":"Comentarios generales:"
        ,"Contactos-comentar8":"<span style=\"color: #BED333;\">Cuéntanos</span> qué te parece nuestra página o si hay algo que te gustaría cambiar."
        ,"Contactos-comentar9":"Solicitudes de soporte:"
        ,"Contactos-comentar10":"Si necesitas <span style=\"color: #BED333;\">ayuda</span> con tu cuenta o algún servicio, por favor, explícanos tu solicitud para poder ofrecerte la mejor asistencia."
        ,"Contactos-dudas":"¿Tienes dudas? Escríbenos"
        ,"Nom":"Nombre"
        ,"Comen":"Escribe un comentario"
        ,"Enviar":"Enviar"
        ,"Contactos-redes":"También nos puedes contactar por:"

    }
}